"ADD_EVENT_PROMPT" = "Đặt chi tiết cho sự kiện này.";
"ADD_EVENT" = "Thêm Sự kiện";
"EDIT_EVENT" = "Sửa";
"CANCEL" = "Hủy";

"DELETE" = "Xóa";
"DELETE_ONE" = "Chỉ Xóa Sự kiện Này";
"DELETE_FUTURE" = "Xóa Hết Sự kiện Sắp tới";
"DELETE_RECURRING_ALERT_TITLE" = "Đây là sự kiện lặp lại.";
"DELETE_EVENT" = "Xóa Sự kiện";

"DETACH_ONE" = "Chỉ lưu cho sự kiện này";
"DETACH_FUTURE" = "Lưu cho sự kiện sắp tới";
"DETACH_ALL" = "Lưu cho tất cả sự kiện";
"DETACH_ALERT_TITLE" = "Đây là sự kiện lặp lại.";

"CANCEL_DIRTY_ALERT_TITLE" = "Sự kiện này đã được sửa.";
"CANCEL_DIRTY_CANCEL" = "Hủy Sửa";
"CANCEL_DIRTY_REVIEW" = "Xem lại Sửa";

"INVALID_ATTENDEE_ADDRESS_ALERT_TITLE" = "Không thể Gửi Lời mời";
"INVALID_ATTENDEE_ADDRESS_ALERT_BODY_FORMAT" = "\"%@\" dường như không phải là địa chỉ email hợp lệ.";
"OK" = "OK";

"TITLE_PLACEHOLDER" = "Tiêu đề";
"LOCATION_PLACEHOLDER" = "Vị trí";
"TITLE_DETAIL_NAV_TITLE" = "Tiêu đề & Vị trí";
"DEFAULT_EVENT_TITLE" = "Sự kiện Mới";
"ADD_TO_CALENDAR" = "Thêm Vào Lịch";

"STARTS" = "Bắt đầu";
"ENDS" = "Kết thúc";
"DATE_DETAIL_NAV_TITLE" = "Bắt đầu & Kết thúc";
"ALL_DAY_SWITCH_TITLE" = "Cả ngày";
"TIME_ZONE" = "Múi Giờ";
"FLOATING" = "Nổi";

"REPEAT" = "Lặp lại";
"NEVER_DETAIL" = "Không";
"DAILY_DETAIL" = "Hàng Ngày";
"WEEKLY_DETAIL" = "Hàng Tuần";
"BIWEEKLY_DETAIL" = "Cứ 2 Tuần";
"MONTHLY_DETAIL" = "Hàng Tháng";
"YEARLY_DETAIL" = "Hàng Năm";
/* Used as a title for both repeating events and repeating reminders */
"RECURRENCE_DETAIL_NAV_TITLE" = "Lặp lại";
"END_REPEAT" = "Kết thúc Lặp lại";
"END_REPEAT_NAV_TITLE" = "Kết thúc Lặp lại";
"TIME_ZONE_CHOOSER_PROMPT" = "Nhập tên thành phố.";

"REPEAT_FOREVER" = "Lặp lại Mãi";

"ADD_INVITEES_NAV_TITLE" = "Mời thêm";
"ADD_INVITEES_PROMPT" = "Thêm người được mời vào Sự kiện này.";

/* used as alert title for save errors */
"CANNOT_SAVE_EVENT" = "Không thể Lưu Sự kiện";
"ALERT_TIME" = "Giờ Báo";
"CANNOT_REPEAT_EVENT" = "Không thể Lặp lại Sự kiện";

"CALENDAR_DISAMBIGUATION_FORMAT" = "%@ (%@)";

